[
  {
    "key": "0",
    "description": "We begin with four major candidates in this single-winner election."
  },
  {
    "key": "1",
    "description": "Polls prior to the election show Gracey in the lead."
  },
  {
    "key": "2",
    "description": "Realizing that Gracey will win, some of Rodrigo's supporters have incentive to switch to Belinda."
  },
  {
    "key": "3",
    "description": "And now Terrence supports have incentive to switch to Gracey."
  },
  {
    "key": "4",
    "description": "Gracey and Belinda both have incentive to shift away from center to attract more Rodrigo and Terrence voters, who can't express preferences for both candidates on one side of the spectrum."
  },
  {
    "key": "5",
    "description": "We thus end with a much more polarized field than we started with and have reinforced only two parties."
  },
  {
    "key": "6",
    "description": "Now we'll show the reuslts of an analagous RCV election where we know each voter's preferences and don't have to rely on them switching candidates."
  },
  {
    "key": "7",
    "description": "Here are our voters' ranked preferences."
  },
  {
    "key": "8",
    "description": "One interesting trend we can already see is that the two more extreme candidates –– Terrence and Rodrigo –– seem to often occupy the last-choice slot."
  },
  {
    "key": "9",
    "description": "Let's first set up our vote-counting platform..."
  },
  {
    "key": "10",
    "description": "...And then count our first-choice votes, which are the same as in the FPTP round."
  },
  {
    "key": "11",
    "description": "Since there's a tie for last-place, we'll remove both Rodrigo and Terrence."
  },
  {
    "key": "12",
    "description": "Now we'll count the second-choice candidates of voters' whose first choice was removed."
  },
  {
    "key": "13",
    "description": "Notice we have a more moderate result than before and that all voters could express their true preferences without any candidate re-positioning or strategic voting."
  }
]
