[
  {
    "key": "1",
    "description":
    "FPTP voting systems encourage strategic voting and two party systems. Here's how."
  },
  {
    "key": "2",
    "description":
    "Imagine we have three candidates, one of which is more right-leaning, and the other two are more left-leaning. And supporters of Rodrigo Red and Gracey Grey have a slight preference towards their preferred candidate, but overall agree with both."
  },
  {
    "key": "3",
    "description":
    "If everyone votes for their favorite candidate, despite the left-leaning base being larger than the right-wing base, the left-wing candidates split the vote. This results in the right-wing candidate Belinda Blue having a plurality."
  },
  {
    "key": "4",
    "description":
    "Thus, left-wing voters vote strategically to maximize the chances of any left-wing candidate winning. Specifically, some of the Gracey Grey supporters will switch to Rodrigo Red (who appears to have more support than Grey)."
  },
  {
    "key": "5",
    "description":
    "Now, with only two major candidates left, Rodrigo Red wins the election. With strategic voting, voters are then able to elect a candidate closer to them ideologically, but are not able to show their true preferences."
  },
  {
    "key": "6",
    "description":
    "This is how FPTP voting systems can encourage strategic voting and result in what the U.S. has today: a two party system."
  },
  {
    "key": "10",
    "description":
    "Now, let's take a look at a similar situation in an RCV voting system, except with an additional candidate Terrence Teal."
  },
  {
    "key": "11",
    "description":
    "With RCV, people can show their true preferences without worrying about splitting the vote because if their first choice doesn't make it past a round, their vote will go to their next choice. And while strategic voting can still occur, it's not as heavily incentivized and can more easily result in ideological moderation."
  },
  {
    "key": "12",
    "description":
    "Imagine again we have two major candidates, Rodrigo Red and Belinda Blue. Supporters of one candidate strategically rank the other major candidate as last. Here, everyone is incentivized to rank their favorite candidate first, so the strategic voting in FPTP is not present, but a different kind is."
  },
  {
    "key": "13",
    "description":
    "Like before, we tally up all voters' first choice preferences for Round 1. In this scenario, no one has a majority."
  },
  {
    "key": "14",
    "description":
    "Now, we remove the candidate with the least votes, Gracey Grey."
  },
  {
    "key": "15",
    "description":
    "And we look at the the next highest preference of those who voted for Gracey Grey."
  },
  {
    "key": "16",
    "description":
    "Tallying these, we see that there is still no majority. Thus we remove the next candidate with the least votes, Belinda Blue."
  },
  {
    "key": "17",
    "description":
    "Now, we look at the highest remaining valid preference of those whose previous vote went to Belinda Blue. It's the next highest valid preference as the vote must go to one of the remaining candidates."
  },
  {
    "key": "18",
    "description":
    "Tallying these, we see that Terrence Teal has a majority and thus wins the election."
  },
  {
    "key": "19",
    "description":
    "Here, we see how RCV dissuades the strategic voting as seen in FPTP. Supporters of non-major candidates can still voice their true first preferences without being afraid of causing someone they dislike to win. Additionally, the RCV strategic voting results in a more moderate candidate winning, which can appease supporters of both major candidates."
  }
]
